insert into website_user values
(208259, "陈睿", 30000, true),
(8047632, "哔哩哔哩弹幕网", 28800, true),
(928123, "哔哩哔哩番剧", 30000, true),
(12433090, "哔哩哔哩游戏", 30000, true),
(280793434, "手工耿", 28800, true),
(434346657, "北京大学", 28800, true),
(388870092, "胡亭亭April", 1500, true),
(523668635, "动物学博士陈睿", 28800, false),
(525952604, "柯洁", 60000, true),
(42619059, "Uzi", 28800, true),
(33995188, "AllenYolk", 23988, true),
(1188981217, "铃木YYUT", 28800, false),
(477631979, "vansamaofficial", 28800, false),
(402574397, "孙笑川258", 28800, true),
(331989468, "CapcomAsia", 28800, false),
(1016555164, "宇多田光", 28800, true),
(1458767615, "张维为", 28800, true),
(20165629, "共青团中央", 30001, true),
(1550097, "郝平从小就很可爱", 10800, true),
(163637592, "老师好我叫何同学", 28800, true),
(1463028352, "理塘丁真", 28800, false),
(777536, "LexBurner", 28800, true),
(313669086, "二次元刀酱一刀哥", 28800, true),
(1298579146, "二次元虎哥多才多艺", 200, true),
(433952237, "柠檬茶谐振子", 10800, true),
(9131680, "晏策去月光林地了", 50000, true),
(430350121, "风筝上的小红酱", 4500, true),
(313579977, "迷死特儿he", 28800, true),
(289918858, "马泽凯machkate", 10800, false),
(243709692, "嗡嗡嗡翁翁12138", 10800, true),
(66875095, "神殿金多多", 10800, true),
(399710787, "TeamDarkside", 28800, false),
(2094631644, "星陨-资源在动态", 1500, true),
(40638529, "我耶格又双叒被爆头了", 10800, true),
(543182, "JHlris", 28800, false)
;


insert into section values
("动画", 928123),
("舞蹈", 208259),
("音乐", 1188981217),
("游戏", 12433090),
("知识", 434346657),
("科技", 163637592),
("运动", 525952604),
("生活", 777536),
("美食", 42619059),
("动物", 523668635),
("鬼畜", 477631979),
("时尚", 280793434),
("娱乐", 1463028352),
("影视", 1298579146),
("资讯", 20165629);


insert into video values
("BV1dR4y1s7Qr", "科技", "【元宇宙创业Vlog】 创造虚拟人 | 提前进入元宇宙", 537, "2021-12-10 20:31:35", false, "//player.bilibili.com/player.html?aid=337227871&bvid=BV1dR4y1s7Qr&cid=458396392&page=1")
,("BV1LL411374T", "科技", "【亭亭Vlog】00后创业日记 | work with me | 北大创业者在清华科技园", 556, "2021-11-02 14:18:55", false, "//player.bilibili.com/player.html?aid=463899508&bvid=BV1LL411374T&cid=434994363&page=1")
,("BV1Ei4y1C7Yo", "鬼畜", "群青，但是歌姬", 92, "2022-03-14 08:11:19", false, "//player.bilibili.com/player.html?aid=552191940&bvid=BV1Ei4y1C7Yo&cid=549024488&page=1")
,("BV1nS4y167dw", "鬼畜", "【六次补档】⚡虎 虎 生 威⚡", 103, "2022-03-02 11:50:28", false, "//player.bilibili.com/player.html?aid=724420957&bvid=BV1nS4y167dw&cid=700426460&page=1")
,("BV19B4y1C7m6", "生活", "2022年5月10日，我结婚了！！！兄弟们也要找到自己的幸福！", 150, "2022-05-11 16:25:17", false, "//player.bilibili.com/player.html?aid=596438008&bvid=BV19B4y1C7m6&cid=717524138&page=1")
,("BV1a44y1x73c", "音乐", "与原唱者一起表演了「哆啦A梦之歌」", 69, "2021-10-12 13:00:13", false, "//player.bilibili.com/player.html?aid=976040472&bvid=BV1a44y1x73c&cid=423711371&page=1")
,("BV184411Y7Pj", "游戏", "【简中】MHW特备节目 《Monster Hunter World: Iceborne》全新情报", 1980, "2019-05-10 08:06:42", false, "//player.bilibili.com/player.html?aid=51979127&bvid=BV184411Y7Pj&cid=90994543&page=1")
,("BV1mY4y1s7MJ", "影视", "食雪汉与会员制餐厅【原版】【1080p】", 6049, "2022-03-27 09:33:52", false, "//player.bilibili.com/player.html?aid=640097184&bvid=BV1mY4y1s7MJ&cid=558872592&page=1")
,("BV1QZ4y187EU", "美食", "Van Darkholme 泡面头Van长今请你吃拉面！", 134, "2022-05-17 17:05:17", true, "//player.bilibili.com/player.html?aid=384231016&bvid=BV1QZ4y187EU&cid=722469636&page=1")
,("BV19F411T7bE", "运动", "Van Darkholme 不一般Van法的DDF健身", 359, "2022-05-08 19:00:00", true, "//player.bilibili.com/player.html?aid=298773769&bvid=BV19F411T7bE&cid=714260250&page=1")
;


insert into video_comment values
("BV1LL411374T", 1, 1550097, "2021-11-03 16:36", "你所热爱的，就是你的大学")
,("BV1dR4y1s7Qr", 3, 1550097, "2021-12-10 21:03", "我将以高达形态出击！")
,("BV1dR4y1s7Qr", 1, 433952237, "2021-12-10 21:51", "四年前，🐭🐭第一次见到她的时候，面对肌肤若冰雪，淖约若处子的姑射神女，使出全身解数仍无济于事，最终投子认父，以成为亭亭的第114514号狂粉告终，距今一千多天，望周知")
,("BV1Ei4y1C7Yo", 1, 313669086, "2022-04-06 10:32", "你倆合作的挺好。加油。置顶。")
,("BV1nS4y167dw", 4, 289918858, "2022-03-02 11:51", "怎么都六补了 这下成圣经了 虽然但是 举办！")
,("BV19B4y1C7m6", 1, 402574397, "2022-05-11 16:27", "视频剪辑@Fly_Luffy 记录我人生中最美好的一天！")
,("BV19B4y1C7m6", 6, 243709692, "2022-05-11 21:53", "新婚之夜：你吼那么大声干嘛！")
,("BV1a44y1x73c", 3, 66875095, "2021-10-13 14:15", "一瞬间被拉回到十年前看少儿频道鞠萍姐姐顽皮主持的动漫世界了")
,("BV184411Y7Pj", 10, 399710787, "2019-05-11 01:02", "激动疯了")
,("BV1QZ4y187EU", 2, 40638529, "2022-05-17 17:05", "解锁新皮肤 Van长今")
,("BV19F411T7bE", 2, 543182, "2022-05-08 22:29", "北美 刘♂耕♂宏")
;

insert into user_publish_video values
(388870092, "BV1dR4y1s7Qr"),
(388870092, "BV1LL411374T"),
(9131680, "BV1Ei4y1C7Yo"),
(430350121, "BV1Ei4y1C7Yo"),
(313579977, "BV1nS4y167dw"),
(402574397, "BV19B4y1C7m6"),
(1188981217, "BV1a44y1x73c"),
(331989468, "BV184411Y7Pj"),
(2094631644, "BV1mY4y1s7MJ"),
(477631979, "BV1QZ4y187EU"),
(477631979, "BV19F411T7bE")
;

insert into related_video values
("BV1dR4y1s7Qr", "BV1LL411374T")
,("BV1LL411374T","BV1dR4y1s7Qr")
,("BV1dR4y1s7Qr", "BV1Ei4y1C7Yo")
,("BV1Ei4y1C7Yo", "BV1nS4y167dw")
;