insert into website_user values
(208259, "陈睿", 30000, true),
(8047632, "哔哩哔哩弹幕网", 28800, true),
(928123, "哔哩哔哩番剧", 30000, true),
(12433090, "哔哩哔哩游戏", 30000, true),
(280793434, "手工耿", 28800, true),
(434346657, "北京大学", 28800, true),
(388870092, "胡亭亭April", 1500, true),
(523668635, "动物学博士陈睿", 28800, false),
(525952604, "柯洁", 60000, true),
(42619059, "Uzi", 28800, true),
(33995188, "AllenYolk", 23988, true),
(1188981217, "铃木YYUT", 28800, false),
(477631979, "vansamaofficial", 28800, false),
(402574397, "孙笑川258", 28800, true),
(331989468, "CapcomAsia", 28800, false),
(1016555164, "宇多田光", 28800, true),
(1458767615, "张维为", 28800, true),
(20165629, "共青团中央", 30001, true),
(1550097, "郝平从小就很可爱", 10800, true),
(163637592, "老师好我叫何同学", 28800, true),
(1463028352, "理塘丁真", 28800, false),
(777536, "LexBurner", 28800, true),
(313669086, "二次元刀酱一刀哥", 28800, true),
(1298579146, "二次元虎哥多才多艺", 200, true),
(433952237, "柠檬茶谐振子", 10800, true),
(9131680, "晏策去月光林地了", 50000, true),
(430350121, "风筝上的小红酱", 4500, true),
(313579977, "迷死特儿he", 28800, true),
(289918858, "马泽凯machkate", 10800, false),
(243709692, "嗡嗡嗡翁翁12138", 10800, true),
(66875095, "神殿金多多", 10800, true),
(399710787, "TeamDarkside", 28800, false),
(2094631644, "星陨-资源在动态", 1500, true),
(40638529, "我耶格又双叒被爆头了", 10800, true),
(543182, "JHlris", 28800, false),
(12325588, "王铁丸-与我同行", 28800, true),
(23060758, "薛定谔妹有猫", 10800, false),
(15892140, "VisualBuggg視", 10800, false),
(519585366, "游戏BBQ", 28800, true),
(21722988, "不要香菜不要辣多放葱", 30000, true),
(349721082, "清华大学", 28800, false)
;


insert into section values
("动画", 928123),
("舞蹈", 208259),
("音乐", 1188981217),
("游戏", 12433090),
("知识", 434346657),
("科技", 163637592),
("运动", 525952604),
("生活", 777536),
("美食", 42619059),
("动物", 523668635),
("鬼畜", 477631979),
("时尚", 280793434),
("娱乐", 1463028352),
("影视", 1298579146),
("资讯", 20165629);


insert into video values
("BV1dR4y1s7Qr", "科技", "【元宇宙创业Vlog】 创造虚拟人 | 提前进入元宇宙", 537, "2021-12-10 20:31:35", false, "//player.bilibili.com/player.html?aid=337227871&bvid=BV1dR4y1s7Qr&cid=458396392&page=1")
,("BV1LL411374T", "科技", "【亭亭Vlog】00后创业日记 | work with me | 北大创业者在清华科技园", 556, "2021-11-02 14:18:55", false, "//player.bilibili.com/player.html?aid=463899508&bvid=BV1LL411374T&cid=434994363&page=1")
,("BV1Ei4y1C7Yo", "鬼畜", "群青，但是歌姬", 92, "2022-03-14 08:11:19", false, "//player.bilibili.com/player.html?aid=552191940&bvid=BV1Ei4y1C7Yo&cid=549024488&page=1")
,("BV1nS4y167dw", "鬼畜", "【六次补档】⚡虎 虎 生 威⚡", 103, "2022-03-02 11:50:28", false, "//player.bilibili.com/player.html?aid=724420957&bvid=BV1nS4y167dw&cid=700426460&page=1")
,("BV19B4y1C7m6", "生活", "2022年5月10日，我结婚了！！！兄弟们也要找到自己的幸福！", 150, "2022-05-11 16:25:17", false, "//player.bilibili.com/player.html?aid=596438008&bvid=BV19B4y1C7m6&cid=717524138&page=1")
,("BV1a44y1x73c", "音乐", "与原唱者一起表演了「哆啦A梦之歌」", 69, "2021-10-12 13:00:13", false, "//player.bilibili.com/player.html?aid=976040472&bvid=BV1a44y1x73c&cid=423711371&page=1")
,("BV184411Y7Pj", "游戏", "【简中】MHW特备节目 《Monster Hunter World: Iceborne》全新情报", 1980, "2019-05-10 08:06:42", false, "//player.bilibili.com/player.html?aid=51979127&bvid=BV184411Y7Pj&cid=90994543&page=1")
,("BV1mY4y1s7MJ", "影视", "食雪汉与会员制餐厅【原版】【1080p】", 6049, "2022-03-27 09:33:52", false, "//player.bilibili.com/player.html?aid=640097184&bvid=BV1mY4y1s7MJ&cid=558872592&page=1")
,("BV1QZ4y187EU", "美食", "Van Darkholme 泡面头Van长今请你吃拉面！", 134, "2022-05-17 17:05:17", true, "//player.bilibili.com/player.html?aid=384231016&bvid=BV1QZ4y187EU&cid=722469636&page=1")
,("BV19F411T7bE", "运动", "Van Darkholme 不一般Van法的DDF健身", 359, "2022-05-08 19:00:00", true, "//player.bilibili.com/player.html?aid=298773769&bvid=BV19F411T7bE&cid=714260250&page=1")
,("BV1df4y1M7uL", "生活", "太美丽了理塘，哎呀这不丁真吗", 13, "2021-11-05 12:12:57", false, "//player.bilibili.com/player.html?aid=378882106&bvid=BV1df4y1M7uL&cid=436609875&page=1")
,("BV1a5411S7Bx", "生活", "柯洁再次挑战速通理塘！！振臂复读圣经并发表速通感言", 439, "2022-04-03 18:42:03", false, "//player.bilibili.com/player.html?aid=467753964&bvid=BV1a5411S7Bx&cid=566397569&page=1")
,("BV1L44y1V7bh", "生活", "柯洁挑战速通理塘成功 振臂高呼：太美丽了理塘！", 314, "2022-04-06 16:45:37", false, "//player.bilibili.com/player.html?aid=980466241&bvid=BV1L44y1V7bh&cid=568917693&page=1")
,("BV1BC4y1W77Z", "运动", "洁宝来辣----大家好 我是柯洁", 60, "2020-05-09 15:00:16", false, "//player.bilibili.com/player.html?aid=795535109&bvid=BV1BC4y1W77Z&cid=188794942&page=1")
,("BV1Na411Y7pb", "美食", "食堂Vlog｜“探店”北大家园食堂三层", 254, "2022-05-10 17:19:25", false, "//player.bilibili.com/player.html?aid=213898599&bvid=BV1Na411Y7pb&cid=716758164&page=1")
,("BV1Zv411L7zc", "资讯", "隔壁！生日快乐！看看北大学子眼里的清华是啥样？", 72, "2021-04-25 11:15:33", false, "//player.bilibili.com/player.html?aid=247851310&bvid=BV1Zv411L7zc&cid=328891597&page=1")
,("BV1F541137Gy", "资讯", "北京大学123岁生日快乐哦！送上我们的祝福", 74, "2021-05-04 07:49:06", false, "//player.bilibili.com/player.html?aid=460398240&bvid=BV1F541137Gy&cid=333366992&page=1")
,("BV1cV41177Gw", "知识", "【清华大学宣传片】大学之道", 349, "2021-05-27 13:30:13", false, "//player.bilibili.com/player.html?aid=418300813&bvid=BV1cV41177Gw&cid=348298323&page=1")
;


insert into video_comment values
("BV1LL411374T", 1, 1550097, "2021-11-03 16:36", "你所热爱的，就是你的大学")
,("BV1dR4y1s7Qr", 3, 1550097, "2021-12-10 21:03", "我将以高达形态出击！")
,("BV1dR4y1s7Qr", 1, 433952237, "2021-12-10 21:51", "四年前，🐭🐭第一次见到她的时候，面对肌肤若冰雪，淖约若处子的姑射神女，使出全身解数仍无济于事，最终投子认父，以成为亭亭的第114514号狂粉告终，距今一千多天，望周知")
,("BV1Ei4y1C7Yo", 1, 313669086, "2022-04-06 10:32", "你倆合作的挺好。加油。置顶。")
,("BV1nS4y167dw", 4, 289918858, "2022-03-02 11:51", "怎么都六补了 这下成圣经了 虽然但是 举办！")
,("BV19B4y1C7m6", 1, 402574397, "2022-05-11 16:27", "视频剪辑@Fly_Luffy 记录我人生中最美好的一天！")
,("BV19B4y1C7m6", 6, 243709692, "2022-05-11 21:53", "新婚之夜：你吼那么大声干嘛！")
,("BV1a44y1x73c", 3, 66875095, "2021-10-13 14:15", "一瞬间被拉回到十年前看少儿频道鞠萍姐姐顽皮主持的动漫世界了")
,("BV184411Y7Pj", 10, 399710787, "2019-05-11 01:02", "激动疯了")
,("BV1QZ4y187EU", 2, 40638529, "2022-05-17 17:05", "解锁新皮肤 Van长今")
,("BV19F411T7bE", 2, 543182, "2022-05-08 22:29", "北美 刘♂耕♂宏")
,("BV1df4y1M7uL", 6, 23060758, "2022-01-28 00:34", "这视频明明没有什么好看的，无趣的台词，无趣的手法，但就是看到一次点一次")
,("BV1L44y1V7bh", 1, 21722988, "2022-04-06 19:31", "围棋少年，历经磨难。微博斗女⭕，结果被冲难")
;

insert into user_publish_video values
(388870092, "BV1dR4y1s7Qr"),
(388870092, "BV1LL411374T"),
(9131680, "BV1Ei4y1C7Yo"),
(430350121, "BV1Ei4y1C7Yo"),
(313579977, "BV1nS4y167dw"),
(402574397, "BV19B4y1C7m6"),
(1188981217, "BV1a44y1x73c"),
(331989468, "BV184411Y7Pj"),
(2094631644, "BV1mY4y1s7MJ"),
(477631979, "BV1QZ4y187EU"),
(477631979, "BV19F411T7bE"),
(12325588, "BV1df4y1M7uL"),
(15892140, "BV1a5411S7Bx"),
(519585366, "BV1L44y1V7bh"),
(525952604, "BV1BC4y1W77Z"),
(434346657, "BV1Na411Y7pb"),
(434346657, "BV1Zv411L7zc"),
(349721082, "BV1F541137Gy"),
(349721082, "BV1cV41177Gw")
;

insert into related_video values
("BV1dR4y1s7Qr", "BV1LL411374T")
,("BV1LL411374T","BV1dR4y1s7Qr")
,("BV1dR4y1s7Qr", "BV1Ei4y1C7Yo")
,("BV1Ei4y1C7Yo", "BV1nS4y167dw")
,("BV1df4y1M7uL", "BV1Ei4y1C7Yo")
,("BV1df4y1M7uL", "BV1a5411S7Bx")
,("BV1L44y1V7bh", "BV1df4y1M7uL")
,("BV1a5411S7Bx", "BV1L44y1V7bh")
,("BV1BC4y1W77Z", "BV1a5411S7Bx")
,("BV1LL411374T", "BV1BC4y1W77Z")
,("BV1Na411Y7pb", "BV1LL411374T")
,("BV1Zv411L7zc", "BV1Na411Y7pb")
,("BV1Na411Y7pb", "BV1Zv411L7zc")
,("BV1Zv411L7zc", "BV1F541137Gy")
,("BV1F541137Gy", "BV1Zv411L7zc")
,("BV1cV41177Gw", "BV1F541137Gy")
,("BV1F541137Gy", "BV1cV41177Gw")
;